/* XMSG: Placeholder text in chart when there is no data */
"No Data" = "Brak danych";

/* XBUT: Save action in inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Save" = "Zapisz";

/* XBUT: Re-enter action available in saved state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Re-enter Signature" = "Wprowadź ponownie podpis";

/* XBUT: Clear action of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Clear" = "Wyczyść";

/* XBUT: Cancel action of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Cancel" = "Anuluj";

/* XTIT: Title of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Signature" = "Podpis";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Tap to Sign" = "Dotknij, aby podpisać";

/* XACT: The accessibility label for the signature area */
"Signature Area" = "Obszar podpisu";

/* XACT: The accessibility hint for the signature area */
"Double tap and drag to sign" = "Dotknij dwukrotnie i przeciągnij, aby podpisać";

/* XACT: The accessibility label for the signature image */
"Signature Image" = "Obraz podpisu";

/* XACT: The accessibility label for the signature line */
"Signature Line" = "Linia podpisu";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Canceled" = "Anulowano";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Next" = "Dalej";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Ok" = "OK";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Status" = "Status";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"User canceled Onboarding" = "Użytkownik anulował wdrażanie";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Without consent you will not be able to continue onboarding." = "Bez wyrażenia zgody kontynuacja wdrażania nie będzie możliwa.";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Give Consent" = "Udziel zgody";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Quit" = "Zakończ";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Back" = "Wstecz";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Step" = "Krok";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"of" = "z";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Are you sure you want to quit the onboarding process?" = "Czy na pewno zakończyć proces dodawania?";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Want Data Privacy?" = "Chcesz uzyskać informacje o prywatności danych?";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Be wise about your data" = "Dowiedz się, jak są przetwarzane Twoje dane";

/* XBUT: Not Now action title in UserConsentForm */
"Not Now" = "Nie teraz";

/* XBUT: Allow action title in UserConsentForm */
"Allow" = "Zezwalaj";

/* XBUT: Deny action title in UserConsentForm */
"Deny" = "Odmów";

/* XBUT: Agree action title in EULAView */
"Agree" = "Akceptuję";

/* XBUT: Disagree action title in EULAView */
"Disagree" = "Nie akceptuję";

/* XMSG: Placeholder text in DataTable for loading state */
"Loading..." = "Ładowanie...";

/* XMSG: Placeholder text in DataTable when there is no data */
"There is nothing to display yet" = "Nie ma jeszcze nic do wyświetlenia";

/* XBUT: Default duration foramtter in DataTable */
"%d Hrs %d Min" = "%d Godz. %d Min";

/* XBUT: Done action in keyboard toolbar for a Textfield in DataTable */
"Done" = "Gotowe";

/* XBUT: Error messages shown to users in DataTable */
"There are %d errors in the data table." = "Występują błędy w tabeli danych ( %d).";

/* XBUT: voice over label for row header in DataTable */
"row header" = "nagłówek wiersza";

/* XBUT: voice over label for row %d in DataTable */
"row %d" = "wiersz %d";

/* XBUT: voice over label for column %d in DataTable */
"column %d" = "kolumna %d";

/* XBUT: voice over label for cell type of `leading accessory` in DataTable */
"leading accessory" = "akcesoria główne";

/* XBUT: voice over label for cell type of `trailing accessory` in DataTable */
"trailing accessory" = "akcesoria pomocnicze";

/* XBUT: voice over label for cell type of `text` in DataTable */
"text" = "tekst";

/* XBUT: voice over label for cell type of `image` in DataTable */
"image" = "obraz";

/* XBUT: voice over label for cell type of `date` in DataTable */
"date" = "data";

/* XBUT: voice over label for cell type of `time` in DataTable */
"time" = "czas";

/* XBUT: voice over label for cell type of `duration` in DataTable */
"duration" = "czas trwania";

/* XBUT: voice over label for cell type of `list item` in DataTable */
"list item" = "pozycja listy";

/* XBUT: voice over label for row selection status in DataTable */
"selected" = "wybrane";

/* XBUT: voice over label for row selection status in DataTable */
"not selected" = "nie wybrane";

/* XBUT: calendar time component label */
"Time" = "Czas";

/* XBUT: slider default value label formatter for integer */
"Value: %d" = "Wartość: %d";

/* XMSG: a toast message for read-only cell in DataTable */
"Tapped cell is read-only." = "Komórka, którą dotknąłeś, jest tylko do odczytu.";

/* Default hint text for Read-only Field for NoteFormView and TextFieldFormView */
"Read-only field" = "Pole tylko do odczytu";

/* Default error text for when the character count reaches the maximum limit for NoteFormView and TextFieldFormView */
"No more characters remaining" = "Nie ma więcej pozostałych znaków";

/* Default error text for when the character count exceeds the maximum limit for NoteFormView and TextFieldFormView */
"Reduce the number of characters" = "Zredukuj liczbę znaków";

